Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: ད་ལྟར་ཡང་འདི་དབུལ་བས་འཇིགས་པས། བདག་ཉིད་འཆི་བར་བྱས་པ་ལས།
en: Now as well, for fear of poverty he was going to kill himself,

source: ངས་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་བྱིན་ནས། གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་། བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ།། །།
en: and I have presented him with a mountain of riches and established him in the unsurpassed, supreme welfare of nirvāṇa.”

source: རྔོན་པ་ཞེས་བྱ་བ་ནི།
en: The Hunter

source: བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱར་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ལས། རྒྱལ་པོའི་ཁབ་ཏུ་བྱོན་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་བཞུགས་སོ། །
en: As the Blessed One was traveling through Magadha, he arrived in Rājagṛha, where he stayed at the Kalandakanivāsa, in Bamboo Grove.

source: དེའི་ཚེ་ལྷས་བྱིན་ནི་རྒྱལ་པོའི་ཁབ་ན་གནས་པའི་སྐྱེ་བོ་མང་པོ་ལ་རྟག་ཏུ་ཉེས་པ་བྱེད་དེ་གང་དང་གང་ལ་ཉེས་པ་བྱེད་པ་དེ་དང་དེ། བཅོམ་ལྡན་འདས་ལ་ཉེས་པས་སྟིང་བར་བྱེད་དོ། །
en: At that time Devadatta had repeatedly wronged many inhabitants of Rājagṛha, and those he had wronged expressed their grievances to the Blessed One.

source: ཀུན་དགའ་བོ་སོང་ལ་ཆོས་གོས་སྣམ་སྦྱར་གྱོན་ཏེ།
en: “Ānanda, go, don your Dharma robes and patched raiment,

source: དགེ་སློང་སུ་ཡང་རུང་བ་ཞིག་གྲོགས་སུ་ཁྲིད་ལ།
en: take any suitable monk as an assistant,

source: རྒྱལ་པོའི་ཁབ་ཏུ་ལམ་པོ་ཆེ་དང་སྲང་དང་། བཞི་མདོ་དང་སུམ་མདོ་དག་ཏུ་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ལ་ལྷས་བྱིན་ནམ། ལྷས་བྱིན་གྱི་ཕྱོགས་ཀྱིས་སུ་ལ་ཉེས་པ་བྱས་པ་དེས་སངས་རྒྱས་སམ་ཆོས་སམ་དགེ་འདུན་ལ་འདོག་པར་མ་བྱེད་ཅིག་ཅེས་སྒོས་ཤིག །
en: and on the streets and thoroughfares of Rājagṛha, and at the crossroads and forks in the roads, tell the brahmins and householders that there is no longer any need for those who have been wronged by Devadatta or those belonging to Devadatta’s faction to express their grievances to the Buddha, Dharma, or Saṅgha.

source: གལ་ཏེ་ལྷས་བྱིན་ནི་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ཡིན་ནོ་ཞེས་ཟེར་ནསྔོན་ནི་རྫུ་འཕྲུལ་ཆེ་ན་ད་ནི་དེའི་རྫུ་འཕྲུལ་ཉམས་སོ། །
en: If they say that Devadatta is a person of great miracles and great power, tell them that while previously he did possess great miraculous ability, he has lost it now.”

source: དེ་ནས་ཀུན་དགའ་བོ་སོང་སྟེ། རྒྱལ་པོའི་ཁབ་ཏུ་ལམ་པོ་ཆེ་དང་། སྲང་དང་།
en: Ānanda set out, and on the streets and thoroughfares of Rājagṛha,

source: བཞི་མདོ་དང་། སུམ་མདོ་དག་ཏུ་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ལ་བསྒོ་ནས། ཕྱིན་ཅད་བཅོམ་ལྡན་འདས་ལ་ཉེས་པས་སྟིང་བར་མི་བྱེད་དོ། །
en: and at the crossroads and forks in the roads he instructed the brahmins and householders that henceforth they were no longer to express their grievances to the Blessed One.

source: དེ་ནས་ཕྱི་ཞིག་ན་བཅོམ་ལྡན་འདས་བསྙུང་བར་གྱུར་ནས།
en: One day the Blessed One fell ill,

source: སྨན་པ་འཚོ་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་སྨན་མར་ལྕགས་མདའ་ཞེས་བྱ་བ་ཕུལ་ལོ། །
en: and the healer Jīvaka offered the Blessed One a medicinal butter called iron arrow.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་ལ་བཀའ་སྩལ་པ། འཚོ་བྱེད་ངོ་མཚར་ཆེའམ།
en: The Blessed One asked the expert healer, “Jīvaka—wondrous?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་ངོ་མཚར་ཆེ་ལགས་སོ། །
en: “Wondrous, Blessed One,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་རྨད་དུ་བྱུང་ངམ།
en: The Blessed One then asked, “Jīvaka—marvelous?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་རྨད་དུ་བྱུང་ལགས་སོ། །
en: “Marvelous, Blessed One,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་ཁྱོད་ཤེས་སམ།
en: The Blessed One then asked, “Jīvaka—you know?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་འཚལ་ལགས་སོ།
en: “Yes, Blessed One, I do,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་ཁྱོད་མི་ཤེས་སམ།
en: The Blessed One then asked, “Jīvaka—you don’t know?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་བདག་མ་འཚལ་ལགས་སོ། །
en: “No, Blessed One, I do not,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་ཅི་ཞིག་ངོ་མཚར་ཆེ།
en: The Blessed One then asked, “What is it that’s wondrous?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་པ་རྣམས་རྩྭ་ཟ་ཞིང་ཆུ་འཐུང་ལ།
en: “Blessed One, cows eat grass and drink water,

source: དེ་དག་ལས་བདུད་རྩི་འདི་གྲུབ་ཅིང་། དེས་སྨན་མར་ལྕགས་མདའ་ཞེས་བགྱི་བ་བསྒྲལ་ལགས་སོ། །
en: and from them an elixir is obtained from which the medicinal butter called iron arrow is drawn,” he replied.

source: འཚོ་བྱེད་ཅི་ཞིག་རྨད་དུ་བྱུང་།
en: “Jīvaka, what is it that’s marvelous?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་སངས་རྒྱས་འཇིག་རྟེན་དུ་བྱུང་བ་ལས། དམ་པའི་ཆོས་བསྟན་པ་དང་། དགེ་འདུན་གྱི་བསྒྲུབ་པ་བཟང་པོ་འབྱུང་ལགས་སོ། །
en: “The emergence of the Blessed One in the world, the teaching of the holy Dharma, and the good accomplishments of the Saṅgha,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་ཁྱོད་ཅི་ཞིག་ཤེས།
en: The Blessed One then asked, “What is it you know?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སྐྱེས་སླན་ཅད་གདོན་མི་འཚལ་བར་འགུམ་པར་འཚལ་ལགས་སོ། །
en: “Blessed One, I know that whoever is born must certainly die,” he replied.

source: བཀའ་སྩལ་པ། འཚོ་བྱེད་ཁྱོད་ཅི་ཞིག་མི་ཤེས།
en: The Blessed One then asked, “Jīvaka, what is it you don’t know?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་སུ་གང་དུ་མཆི་བ་དེ་མ་འཚལ་ལགས་སོ། །
en: “Blessed One, I don’t know who is going where,” he replied.

source: དེ་ནས་དགེ་སློང་རྣམས་ཐེ་ཙོམ་སྐྱེས་ནས།
en: Now all the monks were perplexed,

source: ཐེ་ཙོམ་ཐམས་ཅད་གཅོད་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: and they requested the Blessed Buddha, who cuts through all doubt,

source: བཙུན་པ་འཚོ་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་ཏེ་གསུངས་པ་རྟོགས་པ་ལ་གཟིགས།
en: “Lord, tell us why Jīvaka had already realized the intention of the Blessed One’s speech.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་འདིས་ངའི་དགོངས་ཏེ་གསུངས་པ། ཅི་ལྟར་རྟོགས་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, he understood the intention of my speech. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན་ཁྱིམ་བདག་ཕྱུག་ཅིང་། ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ་ཞིག་གནས་པ་
en: “Monks, in times gone by, in a certain mountain village there lived a householder of great means, prosperity, and wealth.

source: དེའི་བཙས་སྟོན་ཞག་བདུན་གསུམ་ཉི་ཤུ་རྩ་གཅིག་གི་བར་དུ་རྒྱས་པར་སྦྱར་ནས།
en: For twenty-one days they held an elaborate feast celebrating his birth

source: རིགས་དང་འཐུན་པར་མིང་བཏགས་སོ། །
en: and named him according to their clan.

source: དེའི་འོག་ཏུ་ཡང་དེ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་བུ་ཞིག་བཙས་ཏེ།
en: After that, as they continued enjoying themselves and coupling, another child was born,

source: དེའི་ཡང་བཙས་སྟོན་རྒྱས་པར་བྱས་ནས། རིགས་དང་འཐུན་པའི་མིང་བཏགས་སོ། །
en: and again they held an elaborate feast celebrating his birth and named him according to their clan.

source: དེ་ནས་དེས་བསམས་པ་བདག་གི་བུ་ལོན་འཚོབ་པ་དང་། ནོར་སྤྱོད་པ་སྐྱེས་ཟིན་གྱི་ཟོང་ཁྱེར་ལ་བདག་ཡུལ་གཞན་དུ་འགྲོ་བར་བྱའོ་སྙམ་མོ། །
en: “The householder thought, ‘My loans have been paid off and someone to leave my wealth to has been born, so I will load up my wares and go to another country.’

source: དེ་ནས་ཡང་བསམས་པ་བདག་གི་ཆུང་མ་འདི་བྱད་གཟུགས་བཟང་བས།
en: And he thought, ‘My wife is very attractive.

source: བདག་གིས་འདི་ལ་ཀཱར་ཥཱ་པ་ཎ་མང་པོ་བྱིན་ཏེ་སོང་ན་ནི། སྐྱེས་པ་གཞན་དང་ལྷན་ཅིག་ཏུ་དགའ་མགུར་སྤྱོད་པར་འགྱུར་ཡང་སྲིད་ཀྱིས།
en: If I give her many gold coins before I go, she may enjoy herself and couple with another,

source: མ་ལ་བདག་གིས་འདི་ལ་ཀཱར་ཥཱ་པ་ཎ་ཉུང་ཞིག་བྱིན་ཏེ་འགྲོ་བར་བྱའོ་སྙམ་ནས
en: so I will give her just a few gold coins before I go.’

source: དེས་དེ་ལ་ཀཱར་ཥཱ་པ་ཎ་ཉུང་ངུ་ཞིག་བྱིན་ནས།
en: He gave her just a few gold coins,

source: དེ་མ་ཡིན་པ་གསེར་རྣམས་ནི་བུམ་པའི་ནང་དུ་བཅུག་སྟེ།
en: and what gold was left he put into jars.

source: བུམ་པའི་མགྲིན་པ་མུ་ཏིག་གི་ཕྲེང་བས་བཅིངས་ནས། དུར་ཁྲོད་དུ་ཤིང་རྟ་རྣ་ཞེས་བྱ་བའི་དྲུང་དུ་སྦས་ཏེ་བཞག་ནས་ཟོང་ཁྱེར་ཏེ་ཡུལ་གཞན་དུ་སོང་ནས།
en: He tied the necks of those jars with garlands of pearls and hid them in the cremation ground at the trunk of an aśvakarṇa tree. Then he loaded up his wares and went to another country.

source: དེས་དེར་རྙེད་པ་མང་པོ་གྲུབ་ནས་དེས་དེར་ཡང་ཆུང་མ་བླངས་ཏེ་འདུག་ནས་དེའི་བུ་མང་པོ་བཙས་སོ། །
en: “After turning a great profit in the other country he married there as well, and as he stayed on there his new wife gave birth to many children.

source: དེ་ནས་ཆུང་མ་སྔ་མ་གདུ་བུ་ཞེས་བྱ་བས་ལག་འོངས་དང་། དེས་ཉེ་དུས་བཤུགས་པ་ཙམ་གྱིས་བུ་གཉིས་གསོས་མནགས་ནས།
en: His former wife, Bracelet, did her best to raise her two sons on what she could earn with her own hands or with a little help from her relatives.

source: བུ་གཉིས་ཀྱིས་སྨྲས་པ།
en: “When her sons asked,

source: བདག་ཅག་གཉིས་ཀྱི་ཕ་གར་སོང་།
en: ‘Where did our father go?’

source: བུ་ཡུལ་ག་གེ་མོ་ཞིག་ན་གནས་ཆེ་གེ་མོ་ཞིག་ན་འདུག་སྟེ།
en: ‘He is living in such-and-such a country at such-and-such a place.

source: དེ་ནོར་ཕུན་སུམ་ཚོགས་པ་ཆེན་པོ་དང་ལྡན་ཞེས་ཀྱང་གྲག་གིས།
en: They say he has a great abundance of wealth.

source: དེར་སོང་ཤིག་དང་གལ་ཏེ་ན་ཁྱེད་ཀྱི་འཚོ་བའི་ཐངས་ཅུང་ཟད་སྦྱིན་ཡང་སྲིད་དོ་ཞེས་བྱས་སོ། །
en: Go there—perhaps he’ll even provide you some small living.’

source: དེ་ནས་ཕུ་བོ་ཤོས་ཕ་ཚོལ་དུ་སོང་བ་ལས་
en: “So the elder of the two went off to find his father.

source: དེ་ལམ་ནས་ལམ་དུ་འཁོར་འཁོར་ཏེ། མཐར་གྱིས་ཕའི་དྲུང་དུ་ཕྱིན་ནས།
en: He wandered about this way and that until in time he came to where his father was.

source: ཕས་བཞིན་གྱི་གཟུགས་ལས་ངོ་ཤེས་ནས་སྐད་ཕྱུང་སྟེ་སྨྲས་པ།
en: His father recognized his features and called out to him,

source: ཁྱོད་ག་ལས་འོངས།
en: ‘Where are you from?

source: ད་གར་འགྲོ་ཞེས་བྱས་ནས་
en: Where are you going?’

source: དེས་རྒྱས་པར་བསྙད་དོ། །
en: The elder son related everything in detail.

source: དེ་ནས་ཕས་བསམས་པ།
en: His father thought,

source: འདི་ནི་བདག་གི་བུ་དེ་ཁོ་ན་ཡིན་ནོ་སྙམ་ནས།
en: ‘This is none other than my own son,’

source: དེས་དེ་བདག་གི་ཐད་དུ་བཞག་ནས་བསྒོ་བ།
en: and put him up in his home.

source: བུ་ཁྱོད་ཀྱིས་སུ་ལ་ཡང་བདག་གི་ཕ་ཡིན་ཞེས་མ་ཟེར་ཅིག་ཅེས་བྱས་ནས།
en: He told him, ‘My son, don’t let anyone know I am your father,’

source: དེས་དེ་ལ་བྱམས་པར་གྱུར་ཏོ། །
en: but went on to show him great affection.

source: དེ་ནས་བུ་གཞན་རྣམས་ཀྱིས་ཡབ་ཁྱེའུ་འདི་སུའི་ལགས།
en: “His other sons, suspicious, asked, ‘To whom does this boy belong, Father?’

source: ཕས་སྨྲས་པ། ངའི་མཛའ་བོའི་བུ་ཡིན་ནོ། །
en: “ ‘He’s the son of a friend,’ their father replied.

source: དེ་ནས་དེ་དག་གིས་བསམས་པ། འདི་ལྟར་འདི་ལས་ཤིན་ཏུ་བྱམས་པ་ལས་ན།
en: “ ‘He has such deep affection for him,’ they thought.

source: འདི་ཉིད་ཀྱི་བུ་ཡིན་གོར་མ་ཆག་སྙམ་མོ། །
en: ‘There’s no doubt that’s his own son.’

source: དེ་ནས་དེ་དག་གཅིག་ལ་གཅིག་སྨྲས་ཏེ།
en: And they said to one another,

source: འདི་ནི་བདག་ཅག་གི་ཕུ་བོ་ཡིན་ནོ་ཞེས་ཟེར་རོ། །
en: ‘That’s our elder brother!’

source: དགྲའི་ནང་ན་ནི་འདི་ལྟ་སྟེ། མས་དབྱེན་འདི་མ་རུང་བ་ཡིན་ཏེ།
en: ‘Among enemies, there’s none more wicked than a stepmother.

source: འདི་བསད་དུ་འོང་གིས་ཕྱིར་བཏང་ངོ་། །
en: I will send him back before she comes to kill him.

source: དེ་ལྟ་མོད་ཀྱིས་གལ་ཏེ་བདག་གིས་ཅུང་ཟད་ཅིག་འདི་ལ་བྱིན་ན་ཡང་ལྟོད་པ་ཅན་ཡིན་པའི་ཕྱིར་ལམ་དུ་བསད་དུ་འོང་ན།
en: If I give him even something small, because she is so confrontational, she will kill him on the way.

source: མ་ལ་བདག་གིས་འདི་ཕྱིར་བཏང་ངོ་སྙམ་ནས།
en: I must send him back!’

source: ཡི་གེ་ཞིག་བྲིས་ཏེ་བྱིན་པ། གནས་ནས་ཤར་ཕྱོགས་ལོགས་སུ་དཔག་ཚད་གཅིག་ཙམ་ན། །གྲོང་ནས་གྲོང་དུ་མགྱོགས་ཀྱི་རྣ་བའི་ཤིང་དྲུང་ན། །ཐབས་ལ་མཁས་པ་བག་དང་ལྡན་པས་བརྐོས་ནས་ཀྱང་། །བདག་དང་ནོར་སྐལ་གཅིག་པ་ཁྱོད་ཀྱིས་གསོལ་བར་གྱིས། །མགུལ་ན་འདུག་པ་གང་ཡིན་དེ་ནི་གདུ་བུར་བྱིན་ཞེས་ཟེར་བ་ཞིག་ཡི་གེར་བྲིས་ནས་
en: “He gave the boy a letter he had written that said, ‘If you dig with great care and skill beneath the karṇa tree—the one that moves quickly from village to village—that is about a yojana east of home, you’ll find the very same inheritance you requested from me. Present Bracelet with what’s around its neck.’

source: དེས་ཡི་གེ་དེ་ཁྱེར་ནས་ཆས་ཏེ་སོང་བ་ལས།
en: “The boy took the letter and departed.

source: ནུ་བོ་རྣམས་ཀྱིས་ལམ་དུ་བཟུང་སྟེ། ཕ་ལས་ཁྱོད་ཀྱིས་ཅི་ཐོབ་ཅེས་སྨྲས་སོ། །
en: On the way his younger brothers seized him on the road and demanded, ‘What did you get from Father?’

source: དེས་སྨྲས་པ། ཅི་ཡང་མ་ཐོབ་སྟེ།
en: “ ‘I didn’t get anything from him,’ he said.

source: ཡི་གེ་འདི་བྱིན་པར་ཟད་དོ་ཞེས་བྱས་སོ། །
en: ‘He just gave me this letter.’

source: དེ་ནས་དེ་དག་ན་རེ་འདི་ནི་ཕས་བྲིད་པ་ལྟ་སྟེ་སོང་ཤིག་ཅེས་བྱས་ནས་དེ་བཏང་སྟེ།
en: “ ‘You see, Father has deceived us,’ they complained.

source: མཐར་གྱིས་རང་གི་ཁྱིམ་དུ་ཕྱིན་ནས།
en: ‘Get out of here!’

source: རེ་ཞིག་ངལ་སོ་ཤིང་། འདུག་འདུག་ནས་མས་སྨྲས་པ།
en: He rested for a bit, and after he had been there for some time, his mother asked,

source: ཁྱོད་ཀྱིས་ཕ་ལས་ཅི་ཐོབ།
en: ‘What did you get from your father?’

source: བུས་སྨྲས་པ། ཅི་ཡང་མ་ཐོབ་མོད་ཀྱི།
en: “ ‘I didn’t get anything from him,’ her son replied,

source: ཡི་གེ་འདི་ལྟ་བུ་ཞིག་ཐོབ་བོ། །
en: ‘except I did get this letter.’

source: མས་སྨྲས་པ། བུ་ཁྱོད་ཕས་བྲིད་དེ། ལམ་གྱི་ཚེགས་བྱུང་བ་ཁོ་ནར་ཟད་དེ་ཅི་ཡང་མ་གྲུབ་བོ། །
en: “ ‘Boy, your father deceived you,’ his mother said, ‘and you’ve got nothing to show for your trouble.’

source: བུས་སྨྲས་པ། ཡུལ་དེ་ནི་ཆེ་བ་ཡིན་ཏེ། བདག་འདྲིད་པར་མི་བྱེད་དོ་ཞེས་བྱས་ནས།
en: “ ‘This is a big country. He didn’t cheat me,’ her son said,

source: དེ་ཡི་གེ་དེ་དཔྱོད་པ་ལ་ཞུགས་ཏེ།
en: and he began to examine the letter.‘

source: གྲོང་ནས་ཞེས་བྱ་བ་ནི་གང་དུ་སྐྱེས་པ་དེ་ཡིན་ཏེ།
en: “From village” refers to where he was born.

source: དེ་ནི་འདིར་གྲོང་ཞེས་བསྟན་ཏོ། །
en: That’s what he means here by “village.”

source: གྲོང་དུ་ཞེས་བྱ་བ་ནི་གང་དུ་ཕྱུང་སྟེ། བསྲེག་པའི་ས་ཡིན་ནོ། །
en: “To village” refers to where he’ll be disposed of, a charnel ground.

source: མགྱོགས་ཀྱི་རྣ་བའི་ཤིང་གི་དྲུང་ཞེས་བྱ་བ་ལ་མགྱོགས་ཞེས་བྱ་བ་ནི་རྟ་ཡིན་ཏེ།
en: The “quickly” in “the one that moves quickly” refers to a horse,

source: དེ་ནི་རྣ་བའི་ཤིང་ཞེས་བྱ་བ་ནི་རྟ་རྣ་ཞེས་བྱ་སྟེ། ཤིང་རྟ་རྣའི་དྲུང་ལ་བྱའོ། །
en: and the “ karṇa tree” means the aśvakarṇa tree—thus, the letter means “the trunk of the aśvakarṇa tree.”

source: གནས་ནས་ཤར་ཕྱོགས་ལོགས་སུ་ཞེས་བྱ་བ་ནི་ཤར་ཕྱོགས་ཡིན་ནོ། །
en: “East of home” means eastward,

source: དཔག་ཚད་གཅིག་ཙམ་ན་ཞེས་བྱ་བ་དེ་ནི་དཔག་ཚད་གཅིག་ཁོ་ན་ལ་བྱའོ། །
en: and “about a yojana away” means exactly that: one yojana away.’

source: དེས་ཚིགས་སུ་བཅད་པ་དེ་ལྟ་བུར་དཔྱད་ནས། མཚན་མོ་མི་མི་རྒྱུ་བའི་ཚེ་དུར་ཁྲོད་དུ་སོང་ནས།
en: “After analyzing the words in this manner, that night, when no one was about, he went to the charnel ground.

source: དེའི་འདབ་ན་རྟ་རྣ་ཞེས་བྱ་བའི་ཤིང་ཞིག་འདུག་སྟེ།
en: Nearby stood the aśvakarṇa tree.

source: དེས་དེའི་ཤར་ཕྱོགས་ལོགས་སུ་བཅལ་ཏེ་གཉའ་ཤིང་གང་ཙམ་ཚུན་ཅད་བརྐོས་པ་དང་།
en: Orienting himself to the east, he dug to the depth of a wooden yoke.

source: རེ་ཞིག་ན་གསེར་གྱི་བུམ་པ་མགྲིན་པ་མུ་ཏིག་གི་ཕྲེང་བས་བཅིངས་པ་ཞིག་མཐོང་ནས།
en: After a while he discovered a golden jug with a garland of pearls strung around its neck.

source: དེ་དགའ་ཆེས་ཏེ་དེ་བླངས་ནས་ཁྱིམ་དུ་སོང་སྟེ།
en: Elated, he hauled it up, and when he got back home

source: མུ་ཏིག་གི་ཕྲེང་བ་བཀྲོལ་ནས་མ་གདུ་བུ་ལ་བྱིན་ནོ།
en: he loosed the garland of pearls and presented it to his mother, Bracelet.

source: དེའི་ཚེ་ཁྱིམ་བདག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that householder then.

source: དེའི་ཚེ་དེའི་བུར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་འཚོ་བྱེད་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was my son then is none other than Jīvaka.

source: དེའི་ཚེ་ཡང་འདིས་ངའི་དགོངས་ཏེ་གསུངས་པ་རྟོགས་སོ། །
en: There he understood the intention of my speech.

source: ད་ལྟར་ཡང་འདིས་ངའི་དགོངས་ཏེ་གསུངས་པ་རྟོགས་སོ། །
en: Now as well he has understood the intention of my speech.”

source: དེ་ནས་འཚོ་བྱེད་ཀྱིས་བསམས་པ།
en: Jīvaka thought,

source: བཅོམ་ལྡན་འདས་ནི་རྡོ་རྗེ་ལྟ་བུའི་སྐུ་མངའ་ལ་སྐུ་ཆེ་བས་ན།
en: “The Blessed One has an adamantine body,

source: སྨན་མར་ཉུང་ངུས་འདི་གསོ་བར་མི་ནུས་སོ་སྙམ་སྟེ།
en: and since his body is so large he can’t be cured with just a little medicinal butter.”

source: དེས་བརྟགས་ནས་སྨན་མར་སྲང་སུམ་ཅུ་རྩ་གཉིས་སྲང་ལ་བཅལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྐུར་གསོལ་ཏེ།
en: So he did the calculations, measured out thirty-two ounces of medicinal butter, and offered it for the Blessed One’s body.

source: ལྷུང་བཟེད་ཀྱི་ལྷག་མ་ནི་དགེ་སློང་རྣམས་ལ་བསྟབས་པ་ལས། བཅོམ་ལྡན་འདས་ཀྱི་ལྷུང་བཟེད་ཀྱི་ལྷག་མའོ་སྙམ་ནས།
en: What was left in the alms bowl he gave to the monks, who thought, “These are the leftovers from the Blessed One’s alms bowl,”

source: དགེ་སློང་རྣམས་ཀྱིས་བཏུད་ཅིང་བཏུང་ངོ་། །
en: and all drank of it.

source: དེ་ནས་ལྷས་བྱིན་གྱིས་བསམས་པ།
en: Devadatta thought,

source: བདག་གིས་ཀྱང་སྨན་མར་བཏུང་ངོ་སྙམ་ནས།
en: “I will also drink this medicinal butter.”

source: དེས་འཚོ་བྱེད་ལ་དྲིས་པ།
en: So he asked Jīvaka,

source: འཚོ་བྱེད་དགེ་སྦྱོང་གཽ་ཏ་མས་སྨན་མར་ཅི་ཞིག་འཐུངས།
en: “Jīvaka, how much of this medicinal butter did the ascetic Gautama drink?”

source: འཚོ་བྱེད་ཀྱིས་སྨྲས་པ། སྲང་སུམ་ཅུ་རྩ་གཉིས་གསོལ་ཏོ། །
en: “He consumed thirty-two ounces,” said Jīvaka.

source: ལྷས་བྱིན་གྱིས་སྨྲས་པ།
en: Devadatta said,

source: ངས་ཀྱང་སྲང་སུམ་ཅུ་རྩ་གཉིས་བཏུང་ངོ་། །
en: “Then I too will take thirty-two ounces.”

source: འཚོ་བྱེད་ཀྱིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ནི་རྡོ་རྗེ་ལྟ་བུའི་སྐུ་མངའ་ལ་སྐུ་ཆེ་བས་ན།
en: “The Blessed One has an adamantine body, and his body is very large,” Jīvaka replied.

source: སྨན་མར་དེ་སྙེད་གསོལ་བ་དང་། འཇུ་བར་སྤྱོད་ཀྱིས་ཁྱོད་ཀྱིས་ནི་འཇུ་བར་མི་ནུས་སོ། །
en: “You can’t digest as much medicinal butter as he can.”

source: ལྷས་བྱིན་གྱིས་སྨྲས་པ། ང་ཡང་རྡོ་རྗེ་ལྟ་བུའི་ལུས་ཅན་ཡིན་ན།
en: “I’ve got an adamantine body too.

source: ཅིའི་ཕྱིར་འཇུ་བར་མི་ནུས་ཞེས་བྱས་ནས།
en: Why can’t I digest it?”

source: དེས་ཀྱང་སྲང་སུམ་ཅུ་རྩ་གཉིས་འཐུངས་སོ། །
en: With that he too drank thirty-two ounces of medicinal butter,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ནི་ཞུ་བར་གྱུར། ལྷས་བྱིན་གྱིས་ནི་ཞུ་བར་མ་གྱུར་ཏོ། །
en: and while the Blessed One had digested it, Devadatta could not.

source: དེ་ནས་ཕྱི་ཉིན་ཡང་འཚོ་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་སྨན་མར་འབྲས་ཆན་གྱི་ཁུ་བ་དང་སྦྱར་བ་གསོལ་ཏོ། །
en: The next day Jīvaka again offered the Blessed One the medicinal butter, together with rice soup.

source: ལྷས་བྱིན་གྱིས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་གསོལ་པས། ང་རྒྱལ་གྱི་དབང་གིས་མ་ཞུ་བཞིན་དུ་སྨན་མར་འབྲས་ཆན་གྱི་ཁུ་བར་སྦྱར་ཏེ་འཐུངས་པས། ཟུག་གཟེར་གྱིས་བཏབ་སྟེ།
en: Because the Blessed One had taken it, out of pride Devadatta likewise drank the medicinal butter together with the rice soup, but again he could not digest it and was wracked with pain.

source: གནད་ལ་བབ་པའི་ན་ཚས་ཐེབས་ནས། གཞི་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་། ཚ་བ་དང་། ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་མྱོང་ནས། ཉིན་མཚན་དུ་གཉིད་ཀྱང་མི་ལོག་པར་གྱུར་ཏོ། །
en: Stricken with illness all through his vital organs, he suffered the most severe, unbearable, scorching, awful pains, and he could not sleep day or night.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ནི། ཕུ་ནུ་བོ་ལ་བྱམས་ཏེ་དེས་གཏམ་དེ། བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ། །
en: Venerable Ānanda loved his brother, so he brought the news to the Blessed One.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱག་གླང་པོ་ཆེའི་སྣ་ལྟ་བུ་འཁོར་ལོ་དང་། བཀྲ་ཤིས་དང་། གཡུང་དྲུང་རིས་དང་ལྡན་པ། བསོད་ནམས་བརྒྱ་ཕྲག་དུ་མ་ལས་བྱུང་བ་འཇིགས་པ་ཐམས་ཅད་དབུགས་འབྱིན་པར་བྱེད་པའི་ཕྱག་བརྐྱང་སྟེ།
en: The Blessed One reached his hands—which are like mighty elephant trunks, covered with insignias such as wheels, auspicious designs, and swastikas that are the result of hundreds upon hundreds of meritorious deeds and provide assurance from all fear—

source: བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལས་ཐལ་ནས་ལྷས་བྱིན་གྱི་མགོ་ལ་བཞག་སྟེ། བདེན་པ་བསྐུལ་བ་མཛད་པ། བདེན་པ་གང་གིས་ངའི་བུ་གཅིག་པ་སྒྲ་གཅན་ཟིན་བཟང་པོ་སྡུག་གུ་ལ་ཅི་ལྟ་བ་བཞིན་དུ་སེམས་ལྷག་ཆད་མེད་པར་ལྷས་བྱིན་ལ་ཡང་དེ་ཁོ་ན་བཞིན་དུ་སེམས་ན། བདེན་པ་དེས་འདིའི་ནད་ཞི་བར་གྱུར་ཅིག་ཅེས་གསུངས་ནས།
en: across Vulture Peak Mountain, placed them on Devadatta’s head, and invoked the truth, saying, “By the truth that I hold Devadatta to be neither more nor less than my only son—the good and beautiful Rāhula—may his illness be assuaged.”

source: བདེན་པ་བསྐུལ་བ་དེ་ཁོ་ནའི་མོད་ལ་ལྷས་བྱིན་གྱི་ནད་ཞི་བར་གྱུར་ཏེ།
en: That invocation of the truth alone instantly cured Devadatta’s illness,

source: སྲོག་ཡལ་བ་ལས་ཕྱིར་ཐོབ་པར་གྱུར་ཏོ། །
en: and he regained the life that had been drained from him.

source: དེ་ནས་དེས་བཅོམ་ལྡན་འདས་ཀྱི་ཕྱག་མཐོང་ནས་ངོ་ཤེས་ཏེ། དེས་བསམས་པ་འདི་ནི་དགེ་སྦྱོང་གཽ་ཏ་མའི་ལག་པ་ཡིན་ནོ་སྙམ་ནས།
en: He saw the Blessed One’s hand, recognized it, and thought, “This is the ascetic Gautama’s hand.”

source: དེ་ཡུན་རིང་པོ་ནས་སེམས་ཀྱི་རྒྱུད་གཡོ་སྒྱུས་བསྒྲུབས་པའི་རྒྱགས་པས་གོས་ཤིང་དབང་དུ་བྱས་པས་ན། དེ་ལྟར་སངས་རྒྱས་ཀྱི་ཆེ་བ་ཉིད་ཀྱིས་ནད་ཞི་བར་བྱས་ཀྱང་། འདི་སྐད་དུ་དོན་གྲུབ་ཁྱོད་ཀྱིས་སྨན་དཔྱད་ལེགས་པར་ལོབས་ཏེ།
en: Though it was by the greatness of the Buddha that his sickness had abated, Devadatta’s arrogance about all his deceit and trickery had smothered and held sway over his thoughts for so long that even now he said, “You have studied medicine well, Siddhārtha.

source: འདིས་ནི་ཁྱོད་འཚོ་བ་རྙེད་པར་ནུས་སོ་ཞེས་ཟེར་རོ། །
en: Maybe with that you can finally earn a living.”

source: དེ་ནས་འཁོར་ན་འཁོད་པ་རྣམས་ཀྱིས་སྒྲ་བསྒྲགས་པ།
en: The disciples who had gathered there started to spread the word,

source: ལྷས་བྱིན་ནད་ཚབས་ཆེན་པོས་གཟིར་ཏེ་སྲོག་ཡལ་བ་ལ། བཅོམ་ལྡན་འདས་ཀྱིས་བདེན་པ་བསྐུལ་བས་སོས་པར་མཛད་དོ་ཞེས་འཛེར་ཏོ། །
en: “Devadatta had fallen severely ill and was going to die, but the Blessed One’s invocation of the truth healed him.”

source: ལྷས་བྱིན་གྱི་ཕྱོགས་སུ་ཤིན་ཏུ་ཞེན་ཞེན་པ་རྣམས་ཀྱིས་ཀྱང་དེ་ཐོས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ངོ་མཚར་ཆེ་བར་བརྗོད་དོ། །
en: When they heard this, even the members of Devadatta’s faction expressed their admiration for the Blessed One and said,

source: ཀྱེ་མ་འདིའི་བྱམས་པ་ནི་ཡང་དག་པར་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཏོ། །
en: “His love is absolute!

source: ཀྱེ་མ་སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་བསྒོམས་སོ་ཞེས་འཛེར་ཏོ། །
en: How he has cultivated compassion for beings!”

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་ལྷས་བྱིན་ལ་སྨྲས་པ།
en: Then the monks said to Devadatta,

source: ལྷས་བྱིན་ཁྱོད་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་སོས་པར་མཛད་དོ། །
en: “The Blessed One healed you, Devadatta.

source: གྱིན་ད་སྲོག་དང་བྲལ་ཟིན་ཏོ། །
en: Otherwise you would already be dead.”

source: ལྷས་བྱིན་གྱིས་སྨྲས་པ། འདི་ནི་ཡིད་སྒྱུར་བར་བྱེད་པའི་སྒྱུ་ཤེས་ཏེ།
en: “He knows tricks to turn the mind about,” Devadatta said.

source: དེས་ན་འཇིག་རྟེན་ཐམས་ཅད་ཞི་བར་བྱེད་དོ། །
en: “That’s how he’s pacifying the whole world.”

source: དེ་ནས་དེ་དག་འདི་ནི་དྲིན་དུ་མི་གཟོ་བ་དང་། བྱས་པ་མི་ཚོར་བ་ཞིག་གོ་སྙམ་སྟེ།
en: And he neither repaid his kindness nor felt any love for him.

source: དོང་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས། ཐེ་ཙོམ་སྐྱེས་ཏེ། ཐེ་ཙོམ་ཐམས་ཅད་གཅོད་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: After he had gone, the monks went to see the Blessed One, and upon their arrival, perplexed, they requested the Blessed Buddha, who cuts through all doubt,

source: བཙུན་པ་ལྷས་བྱིན་དྲིན་དུ་མི་གཟོ་བ་དང་། བྱས་པ་མི་ཚོར་བ་དང་། བྱས་པ་ཆུད་གསོན་པ་ལ་གཟིགས།
en: “Lord, tell us why Devadatta did not repay your kindness, had no sense of gratitude, and made a waste of what you did.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་འདི་ཇི་ལྟར་དྲིན་དུ་མི་གཟོ་བ་དང་། བྱས་པ་མི་ཚོར་བ་དང་། བྱས་པ་ཆུད་གསོན་པར་བྱེད་པ་དེ་ཉོན་ཅིག་
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, he did not repay my kindness, had no sense of gratitude, and made a waste of what I did. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། ཡུལ་བི་དེ་ཧ་ཞེས་བྱ་བ་ན། རྒྱལ་པོ་དབང་ཆེན་སྡེ་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, it took place in times gone by, during King Mahendrasena’s reign in Videha.

source: དེའི་ཚེ་ན་གས་ཁུང་དགོན་པ་ཞིག་ན་ཁྲོན་པ་ཞིག་ཡོད་དེ། ཁྲོན་པ་དེའི་ནང་དུ་སྲོག་ཆགས་ལྔ་ལྷུང་སྟེ། མི་དང་། སེང་གེ་དང་། སྦྲུལ་དང་། བྱི་བ་དང་། བྱ་ཁྲ་རྣམས་སོ། །
en: At that time in a certain forest there was a well, and into this well five beings fell: a man, a lion, a snake, a mouse, and a hawk.

source: རྔོན་པ་ཞིག་ཀྱང་ནགས་ཁུང་དགོན་པ་དེ་ན་རི་དགས་བཤོར་ཞིང་འདུག་པ་ལས།
en: A certain hunter was also in the forest, on the hunt for deer.

source: སྐོམ་ཞིང་གདུངས་ནས་ཁྲོན་པ་དེའི་དྲུང་དུ་སོང་སྟེ། དེས་ཁྲོན་པ་དེའི་ནང་དུ་བལྟས་ན་མི་དེས་མཐོང་མ་ཐག་ཏུ་ཀུས་བཏབ་སྟེ།
en: Stricken with thirst he went to the well, and when the five saw him peeking into the well they immediately cried out,

source: ཀྱེ་གྲོགས་པོ་བདག་ཅག་གི་སྐྱབས་གྱིས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘Help us, friend!’
